Repository: vcoutasso/Royals
Catalog: App/Royals/Resources/*.lproj/Localizable.strings
Languages: pt_br

# tabbar.map.title
source: Map
pt_br: Mapa

# tabbar.publish.title
source: Publish
pt_br: Publicar

# tabbar.profile.title
source: Profile
pt_br: Perfil

# mapScene.searchBar.placeholder
source: Where are you going to skate today?
pt_br: Onde você vai skatar hoje?

# mapScene.addMenu.skateSpot.title
source: Add Spot
pt_br: Adicionar Pico

# mapScene.addMenu.skateStopper.title
source: Add Stopper
pt_br: Adicionar Stopper

# mapScene.searchResults.subtitle
source: Close to current location
pt_br: Proximo à localização atual

# mapScene.addLocationForm.title1
source: Add a new
pt_br: Adicione um

# mapScene.addLocationForm.title2
source: that you know
pt_br: que você conheça

# mapScene.addLocationForm.name
source: Name
pt_br: Nome

# mapScene.addLocationForm.namePlaceholder
source: Name the place
pt_br: Nome do lugar

# mapScene.addLocationForm.location
source: Location
pt_br: Localização

# mapScene.addLocationForm.locationPlaceholder
source: Insert Location
pt_br: Insira a localização

# mapScene.addLocationForm.locationHint
source: Drag the map to position the pin on the correct location
pt_br: Mova o mapa para a localização correta

# mapScene.addLocationForm.photos
source: Add photos to the location
pt_br: Adicione fotos do local

# mapScene.addLocationForm.description
source: Add a description to the location
pt_br: Adicione uma escrição do local

# loginScene.callout.text
source: HEY DUDE, READY TO FLIP?
pt_br: PARÇA, É NOIX. PRONTO PRO ROLÊ?

# mapScene.searchResults.title
source: Spots
pt_br: Picos

# profileScene.settingsView.nameTextField.title
source: Edit your name
pt_br: Editar seu nome

# profileScene.settingsView.nameTextField.placeholder
source: Type your name here
pt_br: Insira seu nome aqui

# profileScene.settingsView.userTextField.title
source: Edit your username
pt_br: Editar seu usuário

# profileScene.settingsView.userTextField.placeholder
source: @username
pt_br: @usuário

# userModel.fallbackData.handle
source: Anonymous
pt_br: Anônimo
